package session3.homework;

public class FindTextMain {

	public static void main(String[] args) {
		
		String text = "美國總統川普的私人律師、前紐約市市長朱利安尼（Rudy Giuliani）11日表示，這次美國總統大選中，賓夕法尼亞州的兩大城市查出有65萬張非法選票。 " +
				      "朱利安尼接受福斯商業頻道主持人魯道柏（Lou Dobbs）訪問時表示，賓州的費城和匹茲堡約有65萬張非法選票，那些選票幾乎都沒有在共和黨監票員的監督下計票。但他未明確指出是哪些特定區域，也尚未提供非法選票的證據。朱利安尼說，「主流媒體一直聲稱我們沒有證據，就像他們多年說謊一樣，這是又一次徹底的謊言」。 " +
				      "朱利安尼8日接受福斯新聞訪問時曾表示，川普競選團隊所提起的多起訴訟可能揭露，賓州有多達90萬張的無效選票。" +
				      "根據美聯社數據，拜登在賓州的得票率約為49.8%，川普為49%，兩人相距不到1%。";
		
		String target = "朱利安尼";
		
		System.out.println(text);

	}

}
